Repository: pinard/paxutils
Catalog: po-cpio/*.po
Languages: nl, pl

source: Memory exhausted
nl: Geen geheugen meer beschikbaar
pl: Brak pamiêci

source: %s is not a character special file
nl: %s is geen karakter speciaal bestand
pl: %s nie jest plikiem specjalnym znakowym

source: cannot open directory %s
nl: kan directory %s niet openen
pl: nie mogê otworzyæ katalogu %s

source: block size cannot be 0
nl: blok grootte mag niet gelijk zijn aan 0
pl: blok nie mo¿e mieæ wielko¶ci 0

source: GNU mt version %s
nl: GNU mt versie %s
pl: GNU mt wersja %s

source: premature end of archive
nl: voorbarig einde van archief
pl: niespodziewany koniec archiwum

source: %s: option `%s' is ambiguous
nl: %s: optie `%s' is niet eenduidig
pl: %s: opcja `%s' jest niejednoznaczna

source: Success
nl: Succes
pl: Sukces

source: parse error in blocksize
nl: parse fout in blokgrootte
pl: z³y rozmiar bloku

source: Regular expression too big
nl: Reguliere expressie is te groot
pl: Wyra¿enie regularne za du¿e

source: Usage: %s {-o|--create} [-0acvABLV] [-C bytes] [-H format] [-M message] [-O [[user@]host:]archive] [-F [[user@]host:]archive] [--file=[[user@]host:]archive] [--format=format] [--message=message] [--null] [--reset-access-time] [--verbose] [--dot] [--append] [--block-size=blocks] [--dereference] [--io-size=bytes] [--quiet] [--force-local] [--help] [--version] < name-list [> archive]
nl: Aanroep: %s {-o|--create} [-0acvABLV] [-C bytes] [-H formaat] [-M melding] [-O [[user@]host:]archief] [-F [[user@]host:]archief] [--file=[[user@]host:]archief] [--format=formaat] [--message=melding] [--null] [--reset-access-time] [--verbose] [--dot] [--append] [--block-size=blocks] [--dereference] [--io-size=bytes] [--quiet] [--force-local] [--help] [--version] < name-list [> archief]
pl: U¿ycie: %s {-o|--create} [-0acvABLV] [-C bajty] [-H format] [-M komunikat] [-O [[u¿ytkownik@]host:]archiwum] [-F [[u¿ytkownik@]host:]archiwum] [--file=[[u¿ytkownik@]host:]archiwum] [--format=format] [--message=komunikat] [--null] [--reset-access-time] [--verbose] [--dot] [--append] [--block-size=bloki] [--dereference] [--io-size=bajty] [--quiet] [--force-local] [--help] [--version] < lista_nazw [> archiwum]

source: %s: illegal option -- %c
nl: %s: ongeldige optie -- %c
pl: %s: b³êdna opcja -- %c

source: error closing archive
nl: fout bij sluiten archief
pl: b³±d podczas zamykania archiwum

source: Premature end of regular expression
nl: Voorbarig einde van reguliere expressie
pl: Niespodziewany koniece wyra¿enie regularnego

source: standard input is closed
nl: standaard invoer is gesloten
pl: wej¶cie standardowe (stdin) zamkniête

source: %s not dumped: not a regular file
nl: %s niet gedumpt: geen gewoon bestand
pl: %s nie zosta³ zrzucony: nie jest zwyk³ym plikiem

source: cannot remove current %s
nl: kan huidige %s niet verwijderen
pl: nie mogê usun±æ obecnego %s

source: %s: option `%c%s' doesn't allow an argument
nl: %s: optie `%c%s' staat geen argument toe
pl: %s: opcja `%c%s' nie przewiduje argumentu

source: %s {-r|--read} {-w|--write} [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
nl: %s {-r|--read} {-w|--write} [-cdnv] [-f archief] [-s vervanging] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=vervanging] [pattroon...] [< archief]
pl: %s {-r|--read} {-w|--write} [-cdnv] [-f archiwum] [-s zamiennik] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=zamiennik] [wzorzec...] [< archiwum]

source: invalid group
nl: onjuiste groep
pl: z³a grupa

source: cannot read checksum for %s
nl: kan kontrollesom niet lezen voor %s
pl: nie mogê odczytaæ sumy kontrolnej dla %s

source: block number = %d
nl: bloknummer = %d
pl: numer bloku = %s

source: %s linked to %s
nl: %s gelinkt naar %s
pl: %s dowi±zany do %s

source: %s: unrecognized option `%c%s'
nl: %s: onbekende optie `%c%s'
pl: %s: nieznana opcja `%c%s'

source: invalid archive format `%s'; valid formats are: crc, newc, odc, bin, ustar, tar, hpodc, hpbin
nl: onjuist archief formaat `%s'; juiste formaten zijn: crc, newc, odc, bin, ustar, tar, hpodc, hpbin
pl: nieznany format archiwum `%s'; poprawne formaty to: crc, newc, odc, bin, ustar, tar, hpodc, hpbin

source: %s: option `--%s' doesn't allow an argument
nl: %s: optie `--%s' staat geen argument toe
pl: %s: opcja `--%s' nie przewiduje argumentów

source: Invalid character class name
nl: Onjuiste karakter klasse naam
pl: B³êdna nazwa klasy znaku

source: %d blocks
nl: %d blokken
pl: %d bloków

source: drive type = %d
pl: typ napêdu = %d

source: unrecognized flag `%c' for -p; recognized flags are `aemop'
nl: onbekende vlag `%c' voor -p; herkende vlaggen zijn `aemop'
pl: nieznana flaga `%c' dla -p; w³a¶ciwe flagi to `aemop'

source: ambiguous
nl: niet eenduidig
pl: niejednoznaczna(y)

source: missing regexp
nl: ontbrekende regexp
pl: brakuj±ce wyra¿enie regularne

source: 1 block
nl: 1 blok
pl: 1 blok

source: virtual memory exhausted
nl: geen virtueel geheugen meer beschikbaar
pl: brak pamiêci wirtualnej

source: cannot make directory `%s'
nl: kan directory `%s' niet aanmaken
pl: nie moge utworzyæ katalogu `%s'

source: %s: option `%s' requires an argument
nl: %s: optie `%s' vereist een argument
pl: %s: opcja `%s' wymaga argumentu

source: Usage: %s [-V] [-f device] [--file=device] [--help] [--version] operation [count]
nl: Aanroep: %s [-V] [-f apparaat] [--file=apparaat] [--help] [--version] aktie [aantal]
pl: U¿ycie: %s [-V] [-f urz±dzenie] [--file=urz±dzenie] [--help] [--version] operacja [liczba]

source: No match
nl: Geen overeenkomst
pl: Nie znalaz³em pasuj±cych

source: residue count = %d
nl: residu aantal = %d
pl: pozostaje %d

source: %s {-p|--pass-through} [-0adlmuvLV] [-R [user][:.][group]] [--null] [--reset-access-time] [--make-directories] [--link] [--quiet] [--preserve-modification-time] [--unconditional] [--verbose] [--dot] [--dereference] [--owner=[user][:.][group]] [--no-preserve-owner] [--sparse] [--help] [--version] destination-directory < name-list
nl: %s {-p|--pass-through} [-0adlmuvLV] [-R [gebruiker][:.][groep]] [--null] [--reset-access-time] [--make-directories] [--link] [--quiet] [--preserve-modification-time] [--unconditional] [--verbose] [--dot] [--dereference] [--owner=[gebruiker][:.][groep]] [--no-preserve-owner] [--sparse] [--help] [--version] bestemmings-directory < namenlijst
pl: %s {-p|--pass-through} [-0adlmuvLV] [-R [u¿ytkownik][:.][grupa]] [--null] [--reset-access-time] [--make-directories] [--link] [--quiet] [--preserve-modification-time] [--unconditional] [--verbose] [--dot] [--dereference] [--owner=[u¿ytkownik][:.][grupa]] [--no-preserve-owner] [--sparse] [--help] [--version] katalog_docelowy < lista_nazw

source: drive status = %d
pl: stan napêdu = %d

source: invalid header: checksum error
nl: onjuiste header: kontrollesom fout
pl: b³êdny nag³ówek: z³a suma kontrolna

source: Unmatched [ or [^
nl: Niet overeenkomstige [ of [^
pl: Niesparowany [ lub [^

source: %s: option requires an argument -- %c
nl: %s: optie vereist een argument -- %c
pl: %s: opcja wymaga argumetu -- %c

source: `%s' exists but is not a directory
nl: `%s' bestaat maar is geen directory
pl: `%s' istnieje, ale nie jest katalogiem

source: %s {-i|--extract} [-bcdfmnrtsuvBSV] [-C bytes] [-E file] [-H format] [-M message] [-R [user][:.][group]] [-I [[user@]host:]archive] [-F [[user@]host:]archive] [--file=[[user@]host:]archive] [--make-directories] [--nonmatching] [--preserve-modification-time] [--numeric-uid-gid] [--rename] [--list] [--swap-bytes] [--swap] [--dot] [--unconditional] [--verbose] [--block-size=blocks] [--swap-halfwords] [--io-size=bytes] [--pattern-file=file] [--format=format] [--owner=[user][:.][group]] [--no-preserve-owner] [--message=message] [--force-local] [--no-absolute-filenames] [--sparse] [--only-verify-crc] [--quiet] [--help] [--version] [pattern...] [< archive]
nl: %s {-i|--extract} [-bcdfmnrtsuvBSV] [-C bytes] [-E bestand] [-H formaat] [-M melding] [-R [gebruiker][:.][groep]] [-I [[gebruiker@]host:]archief] [-F [[gebruiker@]host:]archief] [--file=[[gebruiker@]host:]archief] [--make-directories] [--nonmatching] [--preserve-modification-time] [--numeric-uid-gid] [--rename] [--list] [--swap-bytes] [--swap] [--dot] [--unconditional] [--verbose] [--block-size=blocks] [--swap-halfwords] [--io-size=bytes] [--pattern-file=file] [--format=format] [--owner=[gebruiker][:.][groep]] [--no-preserve-owner] [--message=melding] [--force-local] [--no-absolute-filenames] [--sparse] [--only-verify-crc] [--quiet] [--help] [--version] [pattroon...] [< archief]
pl: %s {-i|--extract} [-bcdfmnrtsuvBSV] [-C bajty] [-E plik] [-H format] [-M komunikat] [-R [u¿ytkownik][:.][grupa]] [-I [[u¿ytkownik@]host:]archiwum] [-F [[u¿ytkownik@]host:]archiwum] [--file=[[u¿ytkownik@]host:]archiwum] [--make-directories] [--nonmatching] [--preserve-modification-time] [--numeric-uid-gid] [--rename] [--list] [--swap-bytes] [--swap] [--dot] [--unconditional] [--verbose] [--block-size=bloki] [--swap-halfwords] [--io-size=bajty] [--pattern-file=plik] [--format=format] [--owner=[u¿ytkownik][:.][grupa]] [--no-preserve-owner] [--message=komunikat] [--force-local] [--no-absolute-filenames] [--sparse] [--only-verify-crc] [--quiet] [--help] [--version] [wzorzec...] [< archiwum]

source: invalid block size
nl: onjuiste blokgrootte
pl: b³êdna d³ugo¶æ bloku

source: no tape device specified
nl: geen tape apparaat beschikbaar
pl: nie podano urz±dzenia ta¶mowego

source: %s {-r|--read} [-cdiknuv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
nl: %s {-r|--read} [-cdiknuv] [-f archief] [-s vervanging] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=vervanging] [patroon...] [< archief]
pl: %s {-r|--read} [-cdiknuv] [-f archiwum] [-s zamiennik] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=zamiennik] [wzorzec...] [< archiwum]

source: %s: unknown file type
nl: %s: onbekend bestandstype
pl: %s: nieznany typ pliku

source: %s: invalid option -- %c
nl: %s: onjuiste optie -- %c
pl: %s: z³a opcja -- %c

source: cannot link %s to %s
nl: kan niet linken van %s naar %s
pl: nie mogê dowi±zaæ %s do %s

source: cannot get the login group of a numeric UID
nl: kan de login groep van numerieke UID niet krijgen
pl: nie mogê uzyskaæ grupy liczbowego UIDu

source: drive status (low) = %d
nl: drive status (laag) = %d
pl: stan urz±dzenia (low) = %d

source: warning: archive header has reverse byte-order
nl: let op: archief header heeft omgekeerde byte-volgorde
pl: uwaga: nag³ówek archiwum ma odwrócony porz±dek bajtów

source: file number = %d
nl: bestandsnummer = %d
pl: numer pliku = %d

source: Invalid collation character
nl: Onjuist collation karakter
pl: B³êdny znak porównania

source: cannot swap bytes of %s: odd number of bytes
nl: kan geen bytes swappen van %s: oneven aantal bytes
pl: nie mogê zamieniæ bajtów z %s: nieparzysta liczba bajtów

source: Unmatched \{
nl: Niet overeenkomstig \{
pl: Niesparowane \{

source: %s: symbolic link too long
nl: %s: symbolische verwijzing is te lang
pl: %s: za d³ugie dowi±zanie symboliczne

source: Unmatched ) or \)
nl: Niet overeenkomstige ) of \)
pl: Niesparowane ) lub \)

source: Invalid preceding regular expression
nl: Onjuist voorafgaande reguliere expressie
pl: B³±d w poprzednim wyra¿eniu regularnym

source: warning: skipped %ld bytes of junk
nl: let op: sla %ld junk-bytes over
pl: uwaga: omijam %ld bajtów ¶miecia

source: %s: unrecognized option `--%s'
nl: %s: onbekende optie `--%s'
pl: %s: nieznana opcja `--%s'

source: rename %s ->
nl: hernoem %s ->
pl: przemianowanie %s ->

source: null regexp
nl: nul (null) regexp
pl: pusty regexp

source: standard output is closed
nl: standaard uitvoer is gesloten
pl: standardowe wyj¶cie (stdout) jest zamkniête

source: %s already exists; not created
nl: %s bestaat al; niet aangemaakt
pl: %s istnieje; nie stworzy³em

source: %s: checksum error (0x%x, should be 0x%x)
nl: %s: kontrollesom fout (0x%x, moet 0x%x zijn)
pl: %s: b³êdna suma kontrolna (0x%x, powinno byæ 0x%x)

source: cannot swap halfwords of %s: odd number of halfwords
nl: kan geen halfwoorden swappen van %s: oneven aantal halfwoorden
pl: nie mogê zamieniæ pó³s³ów z %s: nieparzysta liczba pó³s³ów

source: Invalid back reference
nl: Onjuiste back referentie
pl: B³êdne odniesienie wsteczne

source: blank line ignored
nl: lege regel genegeerd
pl: pusta linia zignorowana

source: Usage: %s [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
nl: Aanroep: %s [-cdnv] [-f archief] [-s vervanging] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=vervanging] [patroon...] [< archief]
pl: Usage: %s [-cdnv] [-f archiwum] [-s zamiennik] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=zamiennik] [wzorzec...] [< archiwum]

source: Unmatched ( or \(
nl: Niet overeenkomstig ( of \(
pl: Niesparowany ( lub \(

source: %s: truncating inode number
nl: %s: inkorten inode nummer
pl: %s: zerujê numer i-wêz³a

source: %s: file name too long
nl: %s: bestandsnaam te lang
pl: %s: za d³uga nazwa pliku

source: GNU cpio version %s
nl: GNU cpio versie %s
pl: GNU cpio wersja %s

source: invalid
nl: onjuist
pl: b³êdny(a)

source: GNU pax version %s
nl: GNU pax versie %s
pl: GNU pax wersja %s

source: Invalid content of \{\}
nl: Onjuiste inhoud van \{\}
pl: Niew³a¶ciwa zawarto¶æ \{\}

source: Invalid range end
nl: Onjuist domein einde
pl: B³êdny koniec zakresu

source: sense key error = %d
nl: sense key fout = %d
pl: b³±d klucza = %d

source: Trailing backslash
nl: Aangeplakte backslash
pl: Koñcz±cy uko¶nik odwrotny

source: can not omit both user and group
nl: kan niet en gebruiker en groep weglaten
pl: nie mogê pomin±æ równocze¶nie u¿ytkownika i grupy

source: Invalid regular expression
nl: Onjuiste reguliere expressie
pl: B³êdne wyra¿enie regularne

source: tape operation
nl: tape aktie
pl: operacja na ta¶mie

source: invalid user
nl: onjuiste gebruiker
pl: niew³a¶ciwy u¿ytkownik

source: No previous regular expression
nl: Geen vorige reguliere expressie
pl: Nie podano wyra¿enia regularnego

source: %s {-w|--write} [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
nl: %s {-w|--write} [-cdnv] [-f archief] [-s vervanging] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=vervanging] [patroon...] [< archief]
pl: %s {-w|--write} [-cdnv] [-f archiwum] [-s zamiennik] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=zamiennik] [wzorzec...] [< archiwum]

source: drive status (high) = %d
nl: drive status (hoog) = %d
pl: stan napêdu (high) = %d

source: %s not created: newer or same age version exists
nl: %s niet aangemaakt: nieuwere of even oude versie bestaat
pl: %s nie zosta³ stworzony: istnieje nowsza lub wspó³czesna wersja

source: %s while compiling pattern
nl: %s tijdens compileren patroon
pl: %s podczas kompilowania wzorca

source: invalid regexp modifier `%c'
nl: onjuiste regexp wijziger `%c'
pl: b³êdny modyfikator regexpa `%c'

source: exec/tcp: service not available
nl: exec/tcp: service niet beschikbaar
pl: exec/tcp: us³uga niedostêpna

source: cannot execute remote shell
nl: kan geen op afstand shell uitvoeren
pl: nie mogê uruchomiæ zdalnej pow³oki

source: write error
nl: fout bij schrijven
pl: b³±d zapisu

source: read error
nl: fout bij lezen
pl: b³±d odczytu

source: premature end of file
nl: voorbarig einde van bestand
pl: niespodziewany koniec pliku

source: File %s shrunk by %ld bytes, padding with zeros
nl: Bestand %s is %ld bytes gekrompen, opgevuld met nullen
pl: Plik %s zmniejszony o %ld bajtów, uzupe³niam zerami

source: Read error at byte %ld in file %s, padding with zeros
nl: Leesfout bij byte %ld in bestand %s, opgevuld met nullen
pl: B³±d odczytu na pozycji %ld w pliku %s, uzupe³niam zerami

source: cannot seek on output
nl: kan niet `seeken' bij uitvoer
pl: nie mogê przesun±æ wska¼nika na wyj¶ciu

source: Found end of tape. Load next tape and press RETURN.
nl: Einde van band gevonden. Laad volgende band en geef RETURN.
pl: Koniec ta¶my. Za³aduj nastêpn± i wci¶nij RETURN.

source: Found end of tape. To continue, type device/file name when ready.
nl: Einde van band gevonden. Om door te gaan, type apparaat/bestandsnaam wanneer klaar. (fixme)
pl: Koniec ta¶my. Wpisz nazwê urz±dzenia/pliku kiedy bêdziesz gotowy.

source: To continue, type device/file name when ready.
nl: Doorgaan, type apparaat/bestandsnaam indien klaar.
pl: Wpisz nazwê urz±dzenia/pliku kiedy bêdziesz gotowy.

source: internal error: tape descriptor changed from %d to %d
nl: interne fout: band beschrijving verandert van %d naar %d
pl: b³±d wewnêtrzny: deskryptor ta¶my zmieni³ siê z %d na %d
